src/assets/requests/blog/get_community_detail_by_community_id_request.xml

<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP:Body>
    <GetCommunityDetailByCommunityID xmlns="http://schemas.intasect.co.jp/generictools/service/Community" preserveSpace="no" qAccess="0" qValues="">
      <communityID />
    </GetCommunityDetailByCommunityID>
  </SOAP:Body>
</SOAP:Envelope>